IDEA Open Model
HingeElement1D.InitialStiffnessRY Property
 Initial stiffness rotational RY
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double InitialStiffnessRY { get; set; }
Public Property InitialStiffnessRY As Double
	Get
	Set
public:
property double InitialStiffnessRY {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
HingeElement1D Class
IdeaRS.OpenModel.Model Namespace